IDEA Open Model
OpenModel.Region3D Property
Compatible with IDEA StatiCa v 10.1
 List of Region3D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public List<Region3D> Region3D { get; set; }
Public Property Region3D As List(Of Region3D)
	Get
	Set
public:
property List<Region3D^>^ Region3D {
	List<Region3D^>^ get ();
	void set (List<Region3D^>^ value);
}
Property Value
Type: List<Region3D>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace